Repository: pjanx/logdiag
Catalog: po/*.po
Languages: cs, pl, sk

source: - Schematic editor
cs: - Editor schémat
pl: - Edytor schematów
sk: - Editor schém

source: Close _without Saving
cs: Zavřít _bez uložení
pl: Zamknąć _bez zapisu
sk: Zatvoriť _bez uloženia

source: Create a new diagram
cs: Vytvoří nový diagram
pl: Stworzenie nowego wykresu
sk: Vytvorí nový diagram

source: Delete the contents of the selection
cs: Odstraní obsah výběru
pl: Usuń zawartość wyboru
sk: Odstráni obsah výberu

source: Drag symbols from the library pane to add them to the diagram.
cs: Pro přidání symbolů do diagramu je přetáhněte z panelu knihovny.
pl: Przeciągnij symbole z panelu biblioteki, aby dodać je do diagramu.
sk: Pre pridanie symbolov do diagramu ich pretiahnite z panela knižnice.

source: Empty
cs: Prázdné
pl: Puste
sk: Prázdne

source: Error
cs: Chyba
pl: Błąd
sk: Chyba

source: Failed to open file `%s': Invalid contents.
cs: Nelze otevřít soubor "%s": Neplatný obsah.
pl: Nie można otworzyć pliku "%s": Niepoprawna zawartość.
sk: Nepodarilo sa otvoriť súbor "%s": Neplatný obsah.

source: Failed to open the file
cs: Nelze otevřít soubor
pl: Pliku nie da się otworzyć
sk: Nepodarilo sa otvoriť súbor

source: Failed to open the user guide
cs: Nelze otevřít průvodce uživatele
pl: Przewodniku użytkownika nie da się otworzyć
sk: Nepodarilo sa otvoriť príručku používateľa

source: Failed to save the diagram
cs: Nelze uložit diagram
pl: Nie udało się zapisać wykresu
sk: Nepodarilo sa uložiť diagram

source: If you don't save, changes will be permanently lost.
cs: Pokud je neuložíte, budou změny navždy ztraceny.
pl: Jeżeli nie zapiszesz zmian, zostaną one trwale utracone.
sk: Ak ich neuložíte, budú zmeny navždy stratené.

source: Logdiag Diagrams (*.ldd)
cs: Diagramy logdiag (*.ldd)
pl: Wykresy logdiag (*.ldd)
sk: Diagramy logdiag (*.ldd)

source: Open a diagram
cs: Otevře diagram
pl: Otwórz wykres
sk: Otvorí diagram

source: Open the manual
cs: Otevře manuál
pl: Otworzy podręcznik
sk: Otvorí manuál

source: Open...
cs: Otevřít...
pl: Otworzyć...
sk: Otvoriť...

source: Print the diagram
cs: Vytiskne diagram
pl: Wydrukuje wykres
sk: Vytlačí diagram

source: Quit the application
cs: Ukončí aplikaci
pl: Zamknie aplikację
sk: Ukončí aplikáciu

source: Redo the last undone action
cs: Provede posledně vrácenou akci
pl: Powtórzy ostatnio cofniętą akcję
sk: Vykoná naposledy vrátenú akciu

source: Reset zoom level back to the default
cs: Vrátí přiblížení na výchozí hodnotu
pl: Przywróci poziom zbliżenia na poziom wyjściowy
sk: Vráti priblíženie na východiskovú hodnotu

source: Save As...
cs: Uložit jako...
pl: Zapisz jako...
sk: Uložiť ako...

source: Save _As...
cs: Uložit _jako...
pl: Zapisz _jako...
sk: Uložiť _ako...

source: Save the changes to diagram "%s" before closing it and creating a new one?
cs: Uložit změny v diagramu "%s" před jeho zavřením a vytvořením nového?
pl: Zapisać zmiany w wykresie "%s" przed jego zamknięciem i stworzeniem nowego?
sk: Uložiť zmeny v diagrame "%s" pred jeho zatvorením a vytvorením nového?

source: Save the changes to diagram "%s" before closing it and opening another one?
cs: Uložit změny v diagramu "%s" před jeho zavřením a otevřením jiného?
pl: Zapisać zmiany w wykresie "%s" przed jego zamknięciem i stworzeniem nowego?
sk: Uložiť zmeny v diagrame "%s" pred jeho zatvorením a otvorením iného?

source: Save the changes to diagram "%s" before closing?
cs: Uložit změny v diagramu "%s" před jeho zavřením?
pl: Zapisać zmiany w wykresie "%s" przed jego zamknięciem?
sk: Uložiť zmeny v diagrame "%s" pred jeho zatvorením?

source: Save the current diagram
cs: Uloží stávající diagram
pl: Zapisz aktywny wykres
sk: Uloží aktuálny diagram

source: Save the current diagram with another name
cs: Uloží stávající diagram pod jiným jménem
pl: Zapisać aktywny wykres pod inną nazwą
sk: Uloží aktuálny diagram pod iným menom

source: Select _All
cs: Vybrat _vše
pl: Wybierz _wszystko
sk: Vybrať _všetko

source: Select all objects in the diagram
cs: Vybere všechny objekty v diagramu
pl: Wybierze wszystkie obietky w wykresie
sk: Vyberie všetky objekty v diagrame

source: Show _Grid
cs: Zobrazit _mřížku
pl: Pokaż _siatkę
sk: Zobraziť _mriežku

source: Show a dialog about this application
cs: Zobrazí dialog o této aplikaci
pl: Pokaże informacje o tej aplikacji
sk: Zobrazí dialóg o tejto aplikácii

source: Toggle displaying of the grid
cs: Přepne zobrazování mřížky
pl: Przełączy pokazywanie siatki
sk: Prepne zobrazovanie mriežky

source: Toggle displaying of the library pane
cs: Přepne zobrazování panelu knihovny
pl: Przełączy pokazywanie panelu biblioteki
sk: Prepne zobrazovanie panelu knižnice

source: Toggle displaying of the main toolbar
cs: Přepne zobrazování hlavního panelu nástrojů
pl: Przełączy pokazywanie głównego panelu narzędzi
sk: Prepne zobrazovanie hlavného panelu nástrojov

source: Try again or save it under another name.
cs: Zkuste to znova nebo jej uložte pod jiným názvem.
pl: Spróbuj ponownie, bądź zapisz pod inną nazwą.
sk: Skúste to znova alebo ho uložte pod iným názvom.

source: Undo the last action
cs: Vrátí poslední akci
pl: Cofnie ostatnią akcję
sk: Vráti poslednú akciu

source: Unsaved Diagram
cs: Neuložený diagram
pl: Niezapisany wykres
sk: Neuložený diagram

source: Untitled diagram
cs: Nepojmenovaný diagram
pl: Wykres bez nazwy
sk: Nepomenovaný diagram

source: Zoom _Out
cs: _Oddálit
pl: _Oddalić widok
sk: _Oddialiť

source: Zoom into the diagram
cs: Přiblíží diagram
pl: Przybliżyć widok
sk: Priblíži diagram

source: Zoom out of the diagram
cs: Oddálí diagram
pl: Oddalić widok
sk: Oddiali diagram

source: [FILE...]
cs: [SOUBOR...]
pl: [PLIK...]
sk: [SÚBOR...]

source: _About
cs: _O programu
pl: _O programie
sk: _O programe

source: _Delete
cs: _Smazat
pl: _Usuń
sk: _Zmazať

source: _Edit
cs: _Úpravy
pl: _Edycja
sk: _Úpravy

source: _File
cs: _Soubor
pl: _Plik
sk: _Súbor

source: _Help
cs: _Nápověda
pl: _Pomoc
sk: _Nápoveda

source: _Library Pane
cs: Panel _knihovny
pl: Panel _biblioteki
sk: Panel _knižnice

source: _Main Toolbar
cs: _Hlavní panel nástrojů
pl: _Główny panel narzędzi
sk: _Hlavný panel nástrojov

source: _New
cs: _Nový
pl: _Nowy
sk: _Nový

source: _Normal Size
cs: _Normální velikost
pl: _Normalna wielkość
sk: _Normálna veľkosť

source: _Open...
cs: _Otevřít...
pl: _Otwórz...
sk: _Otvoriť...

source: _Print...
cs: _Tisk...
pl: Wy_drukuj...
sk: _Tlačiť...

source: _Quit
cs: U_končit
pl: _Zakończ
sk: U_končiť

source: _Redo
cs: Z_novu
pl: _Powtórz
sk: Z_novu

source: _Save
cs: _Uložit
pl: Z_apisz
sk: _Uložiť

source: _Undo
cs: _Zpět
pl: _Wróć
sk: _Späť

source: _User Guide
cs: _Průvodce uživatele
pl: _Przewodnik użytkownika
sk: _Príručka používateľa

source: _View
cs: _Zobrazení
pl: _Widok
sk: _Zobrazenie

source: _Zoom In
cs: _Přiblížit
pl: _Przybliżyć
sk: _Priblížiť

source: translator-credits
cs: Přemysl Eric Janouch <p@janouch.name>
pl: Robert Svoboda <ravath@gmail.com>
sk: Miroslav Rigler <itsgoingd@luzer.sk>
